//Spanish
"lang" = "es";

"finish" = "Terminar";

"cancel" = "Cancelar";
"close" = "Cerrar";
"ok" = "Sí";
"no" = "No";

"distance_in_meters" = "%@m";
"connect" = "Conectar";
"connected" = "Conectados";
"continue" = "Continuar";

"locked" = "Bloqueado";
"unlocked" = "Desbloqueado";

"connecting" = "Conectando";
"disconnected" = "Desconectado";

"settings" = "Ajustes";
"near_lock" = "Near Lock";
"fast_lock" = "Fast Lock";
"unpair" = "Desemparejar";

"share_text_twitter" = "Prueba una nueva manera de bloquear tu Mac. Simplemente aléjate. www.nearlock.me #nearlock via @nearlockapp";
"share_text_facebook" = "Prueba una nueva manera de bloquear tu Mac. Simplemente aléjate.";

"facebook" = "Facebook";
"twitter" = "Twitter";


"your_data_is_secure" = "Tus datos están encriptados y guardados\nSOLO en tus dispositivos";
"welcome" = "Hola";
"enter_login" = "Contraseña de tu Mac";
"distance" = "Distancia";
"signal_strength" = "Fuerza señal";

"tutorial_screen_tap_settings" = "Toca para ver ajustes";
"tutorial_long_press" = "Mantén para bloq./Desbloq.";

"tutorial_screen_unlocked" = "Mac desbloqueado";
"tutorial_screen_locked" = "Mac bloqueado";
"tutorial_screen_pro" = "Obtén el modo PRO";
"tutorial_screen_offline" = "iPhone no conectado a tu Mac";
"tutorial_screen_connecting" = "iPhone conectando a tu Mac";
"tutorial_screen_distance" = "Distancia aproximada a tu Mac";
"tutorial_screen_signal" = "Fuerza señal de conexión entre iPhone y Mac";
"tutorial_screen_near_lock_off" = "Near Lock está apagado";
"tutorial_screen_near_lock_on_and_loggedin" = "Near Lock encendido, aléjate para bloq. Mac";
"tutorial_screen_near_lock_on_and_loggedout" = "Near Lock encendido, acércate para desbloq. Mac";

"use_swipe_menu" = "Usar menú lat.";
"use_standard_view" = "Usar vista normal";
"buy_pro_for_apple_watch" = "La app del iPhone necesita estar abierta para usar Apple Watch GRATIS. Más: compra el modo PRO";
"near_lock_distance" = "Distancia de Near Lock";
"current_distance" = "Distancia actual";

"to_lock" = "Bloquear: %@";
"to_unlock" = "Desbloquear: %@";

"open_near_lock_on_iphone" = "Asegúrate de que Near Lock está abierto en tu Mac. Visita www.nearlock.me para obtener la versión de Mac";
"unlink_from_both_sides" = "Para establecer una nueva conexión, asegúrate de que tus dispositivos están DESEMPAREJADOS del Mac";
"unlink_from_both_sides_bold" = "DESEMPAREJADOS del Mac";
"restart_bluetooth_on_iphone_can_help" = "A veces, el Bluetooth puede atascarse. Reiniciarlo desde tu iPhone y desde tu Mac puede ayudar.";
"restart_bluetooth_on_iphone_can_help_bold" = "Reiniciando Bluetooth";


"restore" = "Restaurar";

"lock_mac" = "Bloquear Mac";
"unlock_mac" = "Desbloquear Mac";
"unlock" = "¡Desbloquear!";

"searching_for_devices" = "Near Lock está buscando dispositivos";

"open_near_lock_on_your_mac" = "Para comenzar, abre \n\nen tu Mac";
"login" = "Iniciar sesión";
"password" = "Contraseña";

"pro_text" = "¡El modo PRO también funciona en segundo plano!";
"pro_text_bold_part" = "PRO";

"get_pro_version" = "Obtén el modo PRO";


"status_yes_unlink" = "¡Sí, desemparejar!";
"try_again" = "Reintentar";

"get_update" = "¡Actualiza!";
"mac_version_is_not_up_to_date" = "Tu versión de Near Lock para Mac se encuentra desactualizada";
"connection_success" = "Conectado";
"connection_failed" = "Contraseña inválida";

"unlock_device" = "¿Deseas desbloquear %@?";

"status_unlink_from_device" = "Este dispositivo ha sido desemparejado de %@";
"txt_touchid_or_passcode" = "Este dispositivo ha sido desemparejado porque tu contraseña de Mac ha variado";

"new_update" = "Hay una actualización de Near Lock disponible";
"new_update_bold" = "Near Lock";

"update_mac_version" = "Hay una actualización de Near Lock disponible para Mac";
"update_mac_version_bold" = "Mac";

"status_unlink_confirmation" = "¿Estás seguro de que quieres desemparejarte de %@?";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "Los ajustes no están disponibles porque el dispositivo está desconectado";

"proximity_lock_explanation" = "Activa Near Lock\npara bloquear automáticamente tu Mac cuando te alejas y desbloquearlo al acercarte a él";
"proximity_lock_explanation_bold" = "Near Lock";

"distance_explanation" = "Distancia\nde bloqueo cuando Near Lock esté activo";
"distance_explanation_bold" = "Distancia de bloqueo";

"distance_explanation_signal" = "fuerza señal\nde bloqueo cuando Near Lock esté activo";
"distance_explanation_signal_bold" = "fuerza señal de bloqueo";

"proximity_lock_temporary_disabled" = "Near Lock se encuentra desactivado porque te has desconectado manualmente.\nAléjate del radio de Near Lock y volverá a funcionar";
"tutorial_screen_near_lock_disabled" = "Near Lock está desactivado temporalmente. Desconexión manual del usuario.";

"proximity_lock_temporary_disabled_login_password_old" = "Cerca de bloqueo está temporalmente desactivado porque el usuario ha iniciado sesión con una contraseña. Introduzca el radio de bloqueo de cerca y se activará de nuevo.";
"proximity_lock_temporary_disabled_login_password" = "Near Lock está temporalmente desactivado porque el usuario ha iniciado sesión manualmente. \nIntroduzca el radio de Near Lock y se habilitará de nuevo.";
"proximity_lock_temporary_disabled_login_password_long_old" = "Bloqueo de cerca está desactivado temporalmente porque el usuario ha iniciado sesión con una contraseña. Introduzca el radio bloqueo de cerca con su iPhone y se activará automáticamente.";
"proximity_lock_temporary_disabled_login_password_long" = "Near Lock está temporalmente desactivado porque el usuario ha iniciado sesión en el iPhone manualmente mientras estaba fuera del intervalo. \n\nIntroduzca el radio de Near Lock con su iPhone y se habilitará automáticamente.";
"tutorial_screen_near_lock_disabled_login_password_old" = "Bloqueo de cerca está desactivado temporalmente - el usuario ha iniciado sesión con una contraseña.";
"tutorial_screen_near_lock_disabled_login_password" = "Near Lock está temporalmente deshabilitado - el usuario inició sesión manualmente";

"waiting_for_confirmation" = "Esperando la confirmación de iPhone para desbloquear Mac";

"login_on_approach_disabled" = "El inicio por acercamiento está desactivado. Pulsa cualquier tecla en tu Mac para desbloquearlo";

"ble_not_supported_text" = "Tu iPhone no es compatible con la última versión de Bluetooth LE0 necesaria para conectar con tu Mac";
"ble_not_supported_text_bold" = "Bluetooth LE";

"turn_bluetooth_on_to_use_near_lock" = "Por favor, \nactiva tu Bluetooth \npara usar Near Lock";
"turn_bluetooth_on_to_use_near_lock_bold" = "Activar Bluetooth";

"app_store_not_reachable" = "Error de conexión";
"app_store_not_reachable_text" = "No se puede conectar al Apple Store";


"notification_locked_first_notification" = "¡Genial! %@ se ha bloqueado con Near Lock. Para seguir recibiendo notificaciones, actívalas en los ajustes de tu iPhone";
"notification_unlocked_first_notification" = "¡Genial! %@ se ha desbloqueado con Near Lock. Para seguir recibiendo notificaciones, actívalas en los ajustes de tu iPhone";

"notification_locked_old" = "%@ se ha bloqueado con Near Lock";
"notification_unlocked_old" = "%@ se ha desbloqueado con Near Lock";
"notification_locked" = "%@ fue bloqueado";
"notification_unlocked" = "%@ fue desbloqueado";

"setup_touch_id" = "Activa Touch ID o contraseña en los ajustes de tu iPhone para activar esta catacterística";
"setup_touch_id_bold" = "Touch ID";

"unlock_your_mac" = "¿Desbloquear Mac?";

"unlock_device" = "¿Desbloquear %@?";
"lock_device" = "Bloquear %@";
"near_lock_off_device" = "APAGAR Near Lock en %@";
"near_lock_on_device" = "ENCENDER Near Lock en %@";

"near_lock_unlock_all" = "Desbloquear todos";
"near_lock_lock_all" = "Bloquear todos";
"no_devices_connected" = "No hay Macs conectados";


"authenticate_for_login" = "Identifícate para desbloquear el Mac";

"near_lock_feedback" = "Opinión acerca de Near Lock";
"near_lock_feedback_question" = "¿Qué opinas de Near Lock?";
"near_lock_feedback_great" = "¡Me encanta!";
"near_lock_feedback_could_be_better" = "Hay algunos problemas";
"near_lock_feedback_dont_ask_again" = "No preguntarme más";

"rate_app" = "Puntuar aplicación";
"rate_near_lock" = "Valore la aplicación - Díganos lo que piensa";
"rate_app_long" = "Me encanta Near Lock - Valore la aplicación";
"rate_or_share_near_lock" = "¿Deseas puntuar Near Lock o\ncompartirla con tus amigos?";

"open_near_lock_app" = "Abrir Near Lock";
"near_lock_settings" = "Ajustes de Near Lock";

"distance_to_lock_device" = "Distancia de bloqueo: %@";
"distance_to_unlock_device" = "Distancia de desbloqueo: %@";
"unlock_distance" = "Distancia de desbloqueo: %@";
"lock_distance" = "Distancia de bloqueo: %@";

"changes_available_only_in_pro_mode" = "Cambios disponibles únicamente en el modo PRO";
"distance_from_device" = "Distancia: %@";
"near_lock_not_set_up" = "Near Lock aún no ha sido configurado";

"setup_near_lock" = "Configurar Near Lock";


"near_lock_app_closed" = "Near Lock parece estar cerrada";

"open_near_lock" = "Abrir Near Lock";
"loading" = "Cargando…";

"trouble_connecting" = "¿Tienes problemas al conectar\ncon tus dispositivos?";

"bluetooth_sharing_is_off" = "¡Compartimiento de Bluetooh desactivado!";
"turn_on_bluetooth_sharing_old" = "Debes activar el Bluetooth en los ajustes de tu iPhone para usar Bloqueo de cerca";
"turn_on_bluetooth_sharing" = "Debe activar el Bluetooth en los ajustes de tu iPhone para usar Near Lock en segundo plano";
"open_settings" = "Abrir Ajustes";

"turn_off_near_lock" = "Desactivar Near Lock";
"turn_on_near_lock" = "Activar Near Lock";
"lock_unlock_distance" = "Bloquear - Desbloquear distancia";

"enjoying_near_lock" = "¿Está disfrutando de Near Lock?";
"please_rate" = "Si usted está disfrutando de Near Lock, por favor tómese un momento para dejar un análisis honesto sobre el mismo, estos realmente nos ayuda. ¡Gracias por su apoyo!";

"rate_near_lock_old" = "Calificar Near Lock";
"rate_reming_me_later" = "Recuérdame más tade";
"rate_no_thanks" = "No, gracias";


"tutorial_approach_mac_to_unlock" = "¡Genial! ¡Ahora acérquese a su Mac para desbloquearla!";
"tutorial_finished" = "¡Tan fácil como eso!";

"update_your_mac_version_manually" = "Usted tiene una versión antigua de Near Lock instalada en su Mac ¡Y algunas funciones no podrían funcionar correctamente! Por favor actualice la aplicación manualmente o contacte a soporte.";

"try_buy_button_to_restore" = "Ocurrió un error al restaurar la versión PRO. Si usted ya pagó por la versión PRO, intente usando la opción de comprar, NO se le cobrará doble.";
"contact_support_to_restore" = "Ocurrió un error al restaurar la versión PRO. Si usted ya pagó por la versión PRO, por favor contacte a soporte y nosotros lo guiaremos a través del proceso de restauración.";


"txt_login_settings" = "Ajustes de inicio de sesión";
"txt_allow_pass_auth_footer" = "Esta opción le permite utilizar su iPhone para autenticación de sistema - por ejemplo, cuando instala un software nuevo";
"txt_allow_pass_auth_section" = "Autenticación de sistema Mac";
"txt_allow_pass_auth" = "Autenticación con Near Lock";
"txt_login_settings_footer" = "Esta opción determina si el iPhone te pedirá entrar cada vez que aparezca el campo de contraseña en tu Mac";

"txt_confirm_login_when_password_appears_old" = "Confirmar desbloqueo contraseña";
"txt_confirm_login_when_password_appears" = "Desbloquear Hibernación";

"txt_distance_precision" = "Precisión de distancia";
"txt_enhanced_tracking" = "Seguimiento mejorado";
"txt_distance_precision_footer" = "Esta opción aumenta la precisión de la distancia de seguimiento";
"txt_distance_precision_footer_old" = "Desactivar esta opción aumentará la vida de tu batería pero hará que disminuya la precisión del seguimiento a distancia";
"txt_notification_center" = "Centro de notificaciones";
"txt_notification_center_footer" = "Activar esta opción hará que Near Lock aparezca en tu Centro de Notificaciones, cuando deslices hacia abajo la pantalla de inicio";

"txt_today_extension_allow_login_logout" = "Permitir el bloqueo/desbloqueo";
"txt_today_extension_allow_login_logout_old" = "Permitir inicio de sesión / cierre de sesión";
"txt_today_extension_allow_near_lock_update" = "Permite actualización de Near Lock";
"txt_allow_change_when_locked" = "Solicitar autorización en el dispositivo bloqueado";
"txt_show_near_lock" = "Near Lock";
"txt_notifications" = "Ajustes de notificación";
"txt_swipe_left_footer" = "Esta opción le permite deslizar hacia la izquierda notificaciones y bloquear/desbloquear su mac sin siquiera abrir la aplicación Near Lock";
"txt_swipe_left_to_login" = "Desbloquear con Notificaciones";
"txt_swipe_left_to_login_old" = "Izquierda para iniciar";
"interactive_notifications" = "Notificaciones interactivas";

"txt_text_notifications" = "Mensajes de texto";
"txt_on_approach" = "Al acercarse";
"txt_walk_away" = "Al alejarse";

"txt_sound_notifications" = "Sonido de notificaciones";
"txt_sound_on_unlock" = "Al acercarse";
"txt_sound_on_lock" = "Al alejarse";

"no_devices_connected" = "No Disp. Conectado";
"set_distance" = "Distancia";

"PRO" = "PRO";

"txt_yes_or_no" = "Sí o No";
"txt_touchid_or_passcode" = "Touch ID o Contraseña";
"txt_none" = "Nada";
"txt_double_knock" = "Doble Toque";
"txt_insert_automatically" = "Insertar automáticamente (No preguntar)";
"txt_reqeust_auth_on_locked_device" = "Solicitar autorización en el dispositivo bloqueado";

"txt_language" = "Idioma";
"txt_current_language" = "Idioma actual";

"default" = "Default";
"english" = "English";
"german" = "German";
"spanish" = "Spanish";
"russian" = "Russian";
"chinese" = "Chinese";
"hindi" = "Hindi";
"portugese" = "Portugese";
"french" = "French";

"txt_units" = "Unidades";
"txt_measure" = "Medida";
"meters" = "Metros";
"feet" = "Pies";
"signal_strength" = "fuerza señal";

"txt_application_information" = "Información sobre la aplicación";
"txt_version" = "VERSIÓN";
"txt_copyright" = "Copyright";



"main_menu_disable_tracking" = "Desactivar Near Lock";
"get_ios_app" = "App de iOS";
"faq_or_support" = "FAQ o Contáctanos";
"only_pro_version_works_in_background" = "Solo PRO puede actuar en segundo plano";
"distance" = "Distancia";

"main_menu_add_new_device_button" = "Nuevo disposit.";
"main_menu_device_too_far" = "%@ demasiado lejos, Near Lock cierra sesión en %d seg";
"error_getting_update" = "Ocurrió un error obteniendo una nueva actualización de Near Lock. Por favor descargue e instale la nueva versión manualmente.";
"manual_link" = "Link manual";
"check_for_updates_button" = "Actualizaciones";

"turn_bluetooth_and_get_ios_app" = "Por favor, enciende el Bluetooth e instala la aplicación de iOS";
"start_ios_on_your_iphone" = "Enciende la aplicación iOS en tu iPhone";

"turn_bluetooth_on" = "Activa el Bluetooth";
"turn_bluetooth_off" = "Desactiva el Bluetooth";
"bluetooth_is_off" = "El Bluetooth está desactivado";
"bluetooth_is_off_short" = "Bluetooth desactivado";

"loading_screen_label" = "¡Espera mientras configuramos tus dispositivos!";

"iphone_wants_to_connect" = "¡%@ quiere conectarse!";

"accept" = "Aceptar";
"deny" = "Cancelar";

"scanning" = "Escaneando…";

"initalizingBLE" = "Activando Bluetooth LE";
"restartingBluetooth" = "Reiniciando Bluetooth";
"press_any_key_to_login" = "Pulsa cualquier tecla para desbloquear el Mac";

"use_iphone_to_set_up_near_lock" = "Ahora usa tu iPhone para\nterminar de configurar Near Lock";
"enter_login_password" = "Introduce tu contraseña de inicio de sesión";

"we_are_done" = "¡Terminado!";

"near_lock_available_in_menu_bar" = "Near Lock se encuentra disponible\nen la barra de menú";

"share_near_lock" = "¡Cuéntaselo a tus amigos!";

"not_supported_ble" = "Tu Mac no es compatible con la última versión de Bluetooth LE, necesaria para el funcionamiento de Near Lock";

"not_supported_mac_version" = "Por favor, actualiza el software de tu Mac para usar Near Lock";

"not_supported_secondary_text" = "Si ya has comprado Near Lock para iPhone y deseas un reintegro, pulsa el botón de Reembolso";
"not_supported_main_button" = "Reembolso";

"quit_near_lock" = "Cerrar Near Lock";

"main_menu_add_new_device_text" = "No tienes ningún dispositivo conectado";

"you_have_sucessfuly_paired" = "Emparejamiento correcto con %@";

"new_ios_update" = "Hay una actualización de Near Lock disponible para tu iPhone";
"new_osx_update" = "Hay una actualización de Near Lock disponible";
"update" = "Actualización";

"you_have_connected_to" = "Near Lock está conectado a\n%@";

"you_have_disconnected_from" = "Near Lock se ha desconectado de\n%@";
"unable_to_lock_mac" = "Near Lock no pudo bloquear tu Mac.Por favor reinicia la Mac.";

"connected_to" = "Conectado a %@";
"disconnected_from" = "Conexión perdida con %@";

"main_menu_unlocked_with_near_lock" = "Tu Mac ha sido desbloqueado con Near Lock";

"main_menu_unlocked_with_near_lock_device" = "Tu Mac ha sido desbloqueado con %@";

"main_menu_unlinked" = "Tus dispositivos de Near Lock han sido desparejados";
"unsolvable_bluetooth_error" = "Parece que hay un problema con el Bluetooth, prueba a reiniciarlo en tu iPhone";

"needs_bluetooth_to_work" = "Near Lock necesita Bluetooth para funcionar";
"turn_bluetooth_on" = "Encender Bluetooth";

"restarting_bluetooth" = "Reiniciando Bluetooth";

"make_sure_ble_on" = "Asegúrate de que el Bluetooth de tu iPhone está encendido \ny de que Near Lock está activado, al menos en segundo plano";
"still_not_working" = "¡Sigue sin funcionar!";
"ble_can_get_jammed" = "A veces, el Bluetooth puede atascarse. Reiniciarlo desde tu iPhone y desde tu Mac puede ayudar.";
"still_cant_get_it_to_work" = "¡Sigo sin conseguir que funcione!";
"press_button_to_restart" = "Si estás teniendo dificultades, pulsa el botón de abajo para reiniciar el Bluetooth en tu Mac";
"restart_bluetooth" = "Reiniciar Bluetooth";
"unlink_both_sides" = "En caso de que sigas teniendo problemas, prueba a DESEMPAREJAR tus dispositivos desde los dos lados y a emparejarlos de nuevo. Puedes desemparejarlos desde los ajustes de Near Lock";
"still_doesnt_work" = "¡Sigue sin funcionar!";
"restart_iphone" = "Lo sentimos por las molestias… a veces, la señal de Bluetooth puede atascarse y la única solución es reiniciar tu iPhone";
"faq_or_mail" = "Para más información lee nuestro FAQ o mándanos un email e intentaremos ayudarte";

"press_button_ble_on" = "Pulsa el botón para encender el Bluetooth";
"turn_on_ble_to_use_near_lock" = "Activa el Bluetooth para usar Near Lock";
"having_trouble" = "¿Tienes problemas?";
"rescan" = "Reescanear";
"open_welcome_screen" = "Instala y abre Near Lock. Deberías ver la pantalla de bienvenida en tu iPhone. ¿Sigue sin funcionar?";
"restart_ble_on_iphone" = "Reiniciar el Bluetooth en tu iPhone suele ayudar. ¿Sigues teniendo problemas?";
"press_button_to_restart_ble" = "Pulsa el botón de abajo para reiniciar el Bluetooth en tu Mac. ¿Sigues teniendo problemas?";
"restart_iphone" = "Lo sentimos por las molestias… aún puedes probar algo más... Puedes limpiar el caché de Bluetooth siguiendo los pasos en Ajustes avanzados->Borrar el caché de Bluetooth";
"corrupted_bluetooth_cache" = "Near Lock ha detectado una caché de bluetooth dañada. \n\nPor favor limpie la caché en su Mac Bluetooth para lograr conexiones de Bluetooth más estables.";
"corrupted_bluetooth_cache_short" = "Por favor, limpie la memoria caché del bluetooth para una conexión más estable";
"restart_bluetooth_on_iphone" = "Pruebe reiniciar el Bluetooth en su iPhone para volver a conectar.";
"restart_bluetooth_on_iphone_long" = "Near Lock ha detectado un error en la conexión bluetooth. \n\nPor favor apague Bluetooth en el iPhone (5-10 segundos) y luego vuelva a encenderlo.";
"notification_settings" = "Ajustes de notificación";
"mac_notification_settings" = "Configuración de las notificaciones de Mac";

"only_in_pro" = "Solo disponible en el modo PRO";


"user_active" = "- Usuario activo";

"confirm_login_on_iphone" = "Confirmar inicio en iPhone";
"double_knock_on_your_iphone_long" = "Da dos golpecitos en el iPhone";
"double_knock_on_your_iphone" = "Doble Toque - iPhone";
"turn_bluetooth_off_to_clear_cache" = "(Bluetooth) ¿Quieres limpiar el caché\n(Primero tienes que desactivarlo)";

"clear_cache_description" = "(Bluetooth) Tendremos que limpiar la carpeta\n(Se pedirán credenciales)";
"clear_cache" = "Limpiar caché";

"restart_mac_after_clear_cache" = "Reinicia Mac para aplicar los cambios.n\n\Si has encendido el Bluetooth sin reiniciar primero tu Mac, el caché no se habrá guardado.";

"sleep" = "Hibernación";
"show_notification_on_login" = "Mostrar notificación cuando se desbloquee el Mac";
"show_near_lock_icon_while_mac_locked" = "Mostrar icono de Near Lock cuando el Mac se encuentre bloqueado";

"start_on_mac_startup" = "Abrir siempre al encender el Mac";

"wake_on_approach" = "Desbloquear solo al pulsar una tecla";
"wake_on_approach_long" = "Desbloquear después de pulsar la tecla & Teléfono en el rango";

"near_lock_options" = "Configuración";

"near_lock_options_login_on_approach" = "Desbloquear al acercarme al Mac";

"near_lock_options_logout_on_walk_away" = "Bloquear al alejarme del Mac";

"action_to_confirm_login" = "Ajustes de desbloqueo";
"unlock_automatically_on_approach" = "Automáticamente al acercarme al Mac";
"dont_confirm" = "Automáticamente al acercarme al Mac";
"confirm_yes_no" = "Confirmar con iPhone: Sí - No";
"touch_id_passcode" = "Confirmar con iPhone: Touch ID & Contraseña";
"knock_menu_item_long" = "Confirmar con Doble Toque (activo 15 segundos después de la notificación)";
"knock_menu_item" = "Confirmar con Doble Toque (15 seg)";

"logout_action" = "Ajustes de bloqueo";
"screensaver" = "Salvapantallas";

"advanced_settings" = "Ajustes avanzados";

"logout_on_disconnect" = "Bloquear cuando se desconecta el iPhone";
"pause_music_on_logout" = "Pausar el audio cuando el Mac se bloquea";

"allow_closer_distances" = "Admitir distancias más cortas";
"allow_closer_distances_than" = "Permitir distancias menores que %@";
"clear_bluetooth_cache" = "Limpiar caché del Bluetooth";

"automatically_update" = "Actualizar automáticamente la versión de Mac";

"show_unlock_history" = "Mostrar historial de desbloqueo";
"unlock_history" = "Desbloquear historia";

"share_near_lock" = "Compartir Near Lock";
"help" = "Ayuda";
"about" = "Acerca de Near Lock";
"feedback" = "Opinión / Asistencia técnica";

"contact_support" = "Contáctanos";
"faq" = "Preguntas precuentes";

"check_for_updates" = "Actualizaciones";
"unlink_device" = "Desemparejar %@";
"new_ios_update_ready" = "Una nueva versión de iOS está disponible - Actualizar";
"ios_version_up_to_date" = "Instalada la última versión para iPhone";

"device_not_connected" = "%@ no conectado";
"no_ios_device_connected" = "Ningún dispositivo iOS conectado";
"near_lock_up_to_date" = "Instalada la última versión para Mac";

"check" = "Buscar actualizaciones de Mac";
"get_new_version" = "¡Instala la última versión!";
"checking_for_updates" = "Buscando actualizaciones…";
"downloading_will_relaunch" = "Descargando… se reiniciará una vez terminado";

"downloading_relaunch_when_finished" = "Descargando… se reiniciará una vez terminado";
"new_update_ready" = "Nueva actualización preparada";
"relaunch_new_version_ready" = "Reiniciar - Nueva versión preparada";

"version" = "Versión %@";

"session" = "\n--------------- Sesión: %@ ---------------";
"mac_locked_old" = "Mac bloqueado";
"mac_unlocked_old" = "Mac desbloqueado";

"mac_locked" = "Mac bloqueada";
"mac_unlocked" = "Mac desbloqueada";

"onboarding_tutorial_finished" = "¡Lo tienes! ¿Es genial, verdad?";
"good_time_to_share" = "¿Es buen momento para compartir?";
"we_are_ready_to_start" = "¡Bien! ¡Estamos listos!";
"lets_try_it_out" = "¡Probémoslo!";
"choose_unlock_lock_from_menu_bar" = "Seleccione la distancia de bloqueo/desbloqueo desde la barra de menú";
"enable_near_lock" = "Habilitar Near Lock";

"now_walk_away" = "Ahora simplemente aléjese de su Mac";
"your_distance" = "Su distancia:";
"lock_distance" = "Distancia de bloqueo:";
"get_pro_version_for_near_lock" = "¡Usted debe obtener la versión PRO de Near Lock para que trabaje en segundo plano!";
"distance_estimation" = "Importante: La distancia es estimada según la fuerza de la señal entre sus dispositivos - cada dispositivo tiene un comportamiento diferente, así que intente encontrar la mejor distancia de bloqueo/desbloqueo que se ajuste a sus necesidades";


"near_lock_started" = "Near lock se ha iniciado";
"on" = "Encendido";
"off" = "Apagado";

"new_version_available" = "Hay una nueva versión disponible";
"near_lock_not_up_to_date" = "La versión de Near Lock de tu Mac está desactualizada. Por favor, haz click en el link siguiente para descargar la nueva versión. Si el link automático no funciona, puedes descargar e instalar Near Lock manualmente.";

"near_lock_connection_problem" = "Bloqueo de cerca ha detectado un problema con el bluetooth";

"insert_password_to_mac" = "¿inserte contraseña a %@ ?";
"insert_password_question" = "¿Le gustaría insertar su contraseña?";
"insert_password_action" = "Inserte contraseña";
"knock_twice_to_unlock_mac" = "Golpee dos veces para desbloquear Mac!";
"knock_twice_to_unlock" = "Golpee dos veces para desbloquear %@!";
"knock_twice_to_insert_password_to_mac" = "Golpee dos veces para ingresar la contraseña en Mac.";
"knock_twice_to_insert_password" = "Golpee dos veces para ingresar la contraseña en %@!";

"unlocking_with_notifications_only_in_pro" = "Abrir con notificaciones solo funciona en modo PRO";
"unlock_your_device_question" = "¿Bloqueo de cerca le gustaría desbloquear su aparato?";

"tap_to_turn_on_bluetooth" = "Toca para encender el Bluetooth";
"tap" = "Toca";

"swipe_up" = "¡Muévase hacia arriba!";
"swipe_up_to_turn_on_bluetooth" = "Muévase hacia arriba para encender el Bluetooth";

"show_tutorial" = "Mostrar Tutorial";

"failed_login_attempt_detected" = "¡Advertencia! ¡Se detectó un intento fallido de inicio de sesión!";
"failed_login_attempt" = "¡Advertencia! Near Lock detectó un intento de inicio de sesión fallido!";
"warn_on_failed_login" = "Enviar una notificación de inicio de sesión fallido";
"configure_advanced_unlock_settings_on_iPhone" = "Encuentra más opciones de desbloqueo en los ajustes del iPhone";


"show_all_failed_logins" = "Muestre todos los intentos de inicio de sesión fallidos";

"mac_control" = "control de Mac";

"export" = "Exportar";
"export_to_desktop" = "Exportar al escritorio";
"delete_all" = "Eliminar todos";
"delete" = "Eliminar";

"no_detected_failed_logins" = "No se detectan intentos de inicio de sesión fallidos";
"no_known_login_logout_events" = "No se detectan eventos de inicio de sesión/cierre de sesión";
"mugshots" = "Mugshots";
"mugshot" = "Mugshot";

"image_saved_to_documents" = "Se guardó la imagen en la Carpeta de Documentos";
"image_saved_to_desktop" = "Se guardó la imagen en la Carpeta de Escritorio";

"mugshot_image_saved_to_documents" = "La imagen de Mugshot se guardó en la Carpeta de Documentos";
"mugshot_image_saved_to_desktop" = "La imagen de Mugshot se guardó en la Carpeta de Escritorio";

"unable_to_unlock_mac" = "Near Lock no pudo bloquear tu Mac.Por favor reinicia la Mac.";
"password_inserted_by_nearlock" = "Near Lock insertó la contraseña";

"no_appropriate_camera_attached" = "Esta Mac no cuenta con una cámara apropiada adjunta";
"enable_option_in_settings" = "Por favor activa esta opción en tus configuraciones";

"filter" = "Filtro:";
"lock_unlock_history" = "Bloquear/Desbloquear historial";
"session_duration" = "Duración de la sesión";
"failed_login_attempt_text" = "Falló intento de inicio de sesión";

"nice_try_busted" = "¡Buen intento de iniciar sesión en mi Mac!";
"get_pro_version_to_see_full_list" = "Obtén la versión PRO para ver la lista completa";
"busted_with_near_lock" = "¡Te atrapé con Near Lock!";

"swipe_to_see_nearlock" = "¡Desliza el dedo para ver qué se trata Near Lock!";
"quick_start" = "Comienzo rápido";


"tutorial_near_lock_uses_ble" = "Near Lock utiliza Bluetooth de Bajo Consumo para conectar tus dispositivos";
"tutorial_near_lock_uses_ble_1" = "Near Lock utiliza";
"tutorial_near_lock_uses_ble_2" = "Bluetooth de Bajo Consumo";
"tutorial_near_lock_uses_ble_3" = "para conectar tus dispositivos";

"tutorial_walk_away" = "Aléjate para desbloquear tu Mac";
"tutorial_walk_away_1" = "Aléjate";
"tutorial_walk_away_2" = "para desbloquear tu Mac";

"tutorial_apple_watch" = "Para un acceso más rápido utiliza tu Apple Watch o Widget de Notificación";
"tutorial_apple_watch_1" = "Para un acceso más rápido utiliza tu";
"tutorial_apple_watch_2" = "Apple Watch o";
"tutorial_apple_watch_3" = "Widget de Notificación";

"tutorial_touch_id" = "Desbloquea tu Mac con Touch ID, da dos golpecitos";
"tutorial_touch_id_1" = "Desbloquea tu Mac con";
"tutorial_touch_id_2" = "Touch ID";
"tutorial_touch_id_3" = "da dos golpecitos";

"tutorial_detect_failed_login" = "Se detectaron inicios de sesión fallidos";
"tutorial_detect_failed_login_1" = "Se detectaron";
"tutorial_detect_failed_login_2" = "inicios de sesión fallidos";

"tutorial_lock_unlock_distance" = "Establecer el bloqueo/desbloqueo a distancia de tu Mac";
"tutorial_lock_unlock_distance_1" = "Establecer el";
"tutorial_lock_unlock_distance_2" = "bloqueo/desbloqueo";
"tutorial_lock_unlock_distance_3" = "a distancia de tu Mac";

"tutorial_approach_to_unlock" = "Acércate a tu Mac para desbloquearla";
"tutorial_approach_to_unlock_1" = "Acércate a tu Mac";
"tutorial_approach_to_unlock_2" = "para desbloquearla";

"to_start_download_on_mac" = "Para utilizar Near Lock por favor instala la aplicación Near Lock para Mac";
"to_start_download_on_mac_bold" = "aplicación Near Lock para Mac";

"skip" = "Saltar";

"to_start_download_on_mac_2" = "Para comenzar por favor instala Near Lock en tu Mac";


"define_safe_zones" = "Configurar WiFi Unlock";
"get_pro_version_to_use_wifi_unlock" = "Para usar WiFi Unlock usted necesita tener la versión PRO";
"get_pro_version_to_use_this_feature" = "Para usar esta función usted necesita tener la versión PRO";
"pair_iphone_to_use_this_feature" = "Para usar la función WiFi Unlock, usted necesita tener un telefóno móvil apareado";
"already_added_to_unlock_wifi_list" = "Ya agregado a la lista de WiFi Unlock";
"unlock_wifi_info_text_not_used" = "Cuando usted está conectado a una señal WiFi (Por ejemplo una red de hogar) usted no necesita insertar su contraseña para desbloquear su Mac. Esto se realizará automáticamente con Near Lock.";
"currently_connected_to" = "Actualmente conectado a:";
"add_to_unlock_wifi" = "Añadir a la lista de WiFi Unlock";
"wifi_unlock" = "WiFi Unlock";

"wifi_unlock_description_mac_not_used_2" = "WiFi Unlock le permite acceder automáticamente a su Mac siempre que esté conectado a cierta red WiFi (por ejemplo una red de hogar)";
"wifi_unlock_description_mac_not_used_3" = "Use WiFi Unlock para desbloquear su Mac automáticamente cuando esté conectado a una red WiFi específica (por ejemplo una red de hogar)";
"wifi_unlock_description_mac_not_used_4" = "Use WiFi Unlock para mantener su Mac desbloqueada mientras está conectado a sus redes WiFi seleccionadas";

"already_added_to_network" = "¡Usted ya ha agrado %@ a la lista de WiFi Unlock!\nPor favor conéctese a la red WiFi que desea agregar a la lista de WiFi Unlock.";
"no_wifi_connected" = "No está conectado a una red WiFi";
"no_wifi_connected_short" = "No está conectado a WiFi";
"connect_to_wifi_to_add_wifi_unlock" = "Por favor conéctese a una red WiFi para ser capaz de agregarlo a la lista de WiFi Unlock";
"wifi_unlock_currently_connected" = "Actualmente está conectado a la red WiFi %@.";
"wifi_unlock_add_to_list" = "¿Quiere agregar el WiFi %@ a la lista de WiFi Unlock?";
"add" = "Agregar";
"close" = "Cerrar";
"edit" = "Editar";

"wifi_unlock_security_options" = "Opciones de seguridad de WiFi Unlock";

"wifi_unlock_require_iphone" = "Habilitar WiFi Unlock solo cuando su iPhone esté conectado a su Mac";
"wifi_unlock_allow_unlock_when_not_connected" = "Permitir que WiFi Unlock desbloquee mi Mac inclusive cuando mi iPhone NO está conectado a mi Mac mediante Bluetooth";
"next" = "Siguiente";

"you_have_set_up_wifi_unlock" = "Usted ha configurado WiFi Unlock satisfactoriamente";
"wifi_unlock_finish_description" = "Su Mac permanecerá desbloqueada cuando:";
"wifi_unlock_when_connected_to_wifi" = "Usted está conectado a la red WiFi %@";
"wifi_unlock_when_connected_to_wifi_and" = "Usted está conectado a la red WiFi %@ y cuando";
"wifi_unlock_when_connected_to_iphone" = "Su iPhone (%@) está conectado a su Mac mediante Bluetooth";

"tutorial_wifi_unlock" = "Mantenga su Mac desbloqueada mientras está conectada a su red WiFi seleccionada";
"tutorial_wifi_unlock_1" = "Mantenga su Mac desbloqueada";
"tutorial_wifi_unlock_2" = "mientras está conectada a su";
"tutorial_wifi_unlock_3" = "red WiFi seleccionada";

"tutorial_wifi_only_selected_wifi" = "Solo redes WiFi seleccionadas";
"tutorial_wifi_save_battery" = "Reduce el consumo de batería de su iPhone";
"tutorial_wifi_works_with_iphone" = "Funciona con o sin su iPhone";

"add_wifi" = "Agregar WiFi";
"edit_list" = "Editar lista";
"edit_wifi_list" = "Editar la lista de WiFi Unlock";
"wifi_unlock_edit_list" = "Lista de edición de WiFi Unlock";

"wifi_unlock_networks" = "Redes de WiFi Unlock";
"wifi_unlock_edit_description" = "Su Mac debería permanecer desbloqueada mientras está conectado a cualquiera de las redes WiFi listadas abajo. \nVerifique los ajustes para ver las opciones de configuración de seguridad avanzada.";

"your_mac_unlocked_with_wifi_unlock" = "Su Mac fue desbloqueada con WiFi Unlock";

"wifi" = "wifi";
"wifi_unlock_marketing" = "WiFi Unlock - mantenga su Mac conectada mientras esté conectada a redes WiFi seleccionadas (por ejemplo una red de hogar)";

"wifi_unlock_enabled" = "WiFi Unlock habilitado";

"take_photo_on_failed_login" = "Tomar fotografía en Ingreso Fallido";
"passcode_is_not_set" = "Contraseña y TouchID no están aún";
"open_passcode_settings" = "Abrir ajustes de Contraseña";

"confirm_unlock_on_approach" = "Confirmar desbloqueo de acercamiento";
"confirm_unlock_on_approach_description" = "Esta opción determina si te preguntarán en tu iPhone para confirmar tu ingreso cada vez que entres al rango Near Lock unlock";
"confirm_unlock_on_approach_login_automatically" = "No confirmar - Ingreso automático";


"clipboard_options" = "Tabla - Opciones de Copiar/Pegar";
"send_clipboard_to_ios" = "Enviar texto copiado al dispositivo iOS";
"get_clipboard_text_from_ios" = "Obtener texto copiado del dispositivo iOS";
"show_clipboard_menu_on_main_screen" = "Mostrar opciones de tabla en la pantalla";

"clipboard_is_empty_short" = "Tabla vacía";
"clip_already_matching" = "Las tablas coinciden";

"clipboard_copied_from_ios_device" = "Tabla fue copiada de tu iPhone";
"clipboard_could_not_be_copied_from_ios_device" = "La tabla no se pudo copiar de tu iPhone";
"clipboard_copied_to_ios_device" = "Tabla fue copiada a %@";
"clipboard_could_not_be_copied_to_ios_device" = "Tabla no pudo ser copiada a tu iPhone";
"mac_clipboard_copied" = "Tabla Mac fue copiada a tu iPhone";
"ios_send_clipboard_to_mac" = "Enviar texto copiado a Mac";
"ios_get_clipboard_from_mac" = "Obtener la tabla de texto Mac";

"clipboard" = "Tabla";
"clipboard_explanation_description" = "Tan pronto como tus dispositivos estén conectados puedes enviar el texto copiado de tu Mac a tu iPhone.";
"use_shortcut" = "También puedes usar el extravío:";
"send_clipboard_shortcut" = "ctrl+cmd+v";
"clipboard_info_text" = "Como funciona Copiar/Pegar?";
"clipboard_is_empty" = "¡Tu tabla está vacía! Intenta copiar texto antes e intenta de nuevo!";
"clipboard_is_too_big_to_send" = "El texto está en la tabla es muy largo. El límite es 10k caracteres.";
"device_not_connected_to_iphone" = "Tu Mac no está conectada a tu iPhone";
"device_not_pro_version_or_foreground" = "Esta acción solo la soporta la versión PROo si tu iPhone app es en primer plano";

"sleep_shortcut" = "ctrl+cmd+L";

"sleep_mac" = "Poner Mac a dormir";
"press_any_key_on_your_mac" = "¡Genial! Ahora presiona cualquier tecla en tu Mac para regresar a la pantalla Mac.";

"lock_and_unlock_your_mac_automatically" = "Bloquear y desbloquear tu Mac automáticamente";
"mac_wake_unlock" = "Mac Wake Desbloquear";
"mac_wake_unlock_setup" = "Mac Wake Ajuste de desbloqueo";
"mac_wake_unlock_options" = "Mac Wake opciones de desbloqueo";
"mac_sleep_screen_unlock_description" = "Luego de que tu Mac se despierta de dormir puedes usar tu iPhone para fácilmente desbloquear tu Mac";
"mac_sleep_screen_unlock_description_2" = "Si tu iPhone está en modo fondo, recibirás una notificación que luego puedo usarse para desbloquear tu Mac";

"connect_to_iphone_to_use_this_feature" = "Por favor conecta a tu iPhone para probar esta caracterísitica";

"mac_sleep_screen_unlock_options" = "Mac Wake opciones de desbloqueo";
"mac_sleep_screen_dont_ask" = "No preguntar para desbloquear Mac luego de que Mac se levanta";
"mac_sleep_screen_ask_yes_no" = "Confirmar desbloqueo en iPhone con Sí o No";
"mac_sleep_screen_ask_touch_id" = "Confirmar desbloqueo en iPhone con Touch ID y Contraseña";
"mac_sleep_screen_double_knock" = "Confirmar desbloqueo en iPhone con Double Knock - activar 15 seg luego de la notificación";
"mac_sleep_screen_tutorial" = "Como funciona Mac Wake Desbloqueo?";

"you_will_be_asked_on_your_iphone" = "Se te preguntará en tu iPhone para desbloquear tu Mac.";
"choose_your_confirmation_option" = "Elige tu opción de confirmación:";
"mac_sleep_screen_ask_yes_no_short" = "Si / No";
"mac_sleep_screen_ask_touch_id_short" = "Touch ID / Contraseña";
"mac_sleep_screen_double_knock_short" = "Double Knock en iPhone";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "Ahora pon tu Mac a dormir y sigue las instrucciones en tu iPhone";
"sleep_mac_now" = "Mac Duerme ahora";

"how_does_mac_wake_unlock_work" = "Mara entender mejor como funciona Mac Wake Desbloqueo :";
"disable_unlock_on_approach" = "Por favor deshabilita temporalmente el desbloqueo automático Near Lock al acercarse";
"turn_near_lock_off" = "Apagar Near Lock";
"disable_wifi_unlock" = "Por favor temporalmente deshabilitar la opción de Wifi Desbloqueo";
"turn_wifi_unlock_off" = "Apagar Wifi Desbloqueo";
"turn_the_options_on_again_after_tutorial" = "Puedes ENCENDER esta opción de nuevo luego del tutorial!";
"or_press" = "o presiona";

"wifi_unlock_description_mac" = "Use WiFi Unlock para mantener su Mac desbloqueada mientras está conectado a sus redes WiFi seleccionadas (por ejemplo una red de hogar)";
"wifi_unlock_description_mac_2" = "WiFi Desbloqueo mantiene a tu Mac desbloqueada mientras estás conectado a tus redes WiFi seleccionadas (ej. Red de Casa)";
"txt_automatically" = "Desbloquear automáticamente";

"txt_advanced_login_settings" = "Ajustes Avanzados Mac de Desbloqueo";
"txt_advanced_login_settings_description" = "Esta opción determina si te preguntarán en tu iPhone para confirmar cada desbloqueo Mac luego de acercar tu Mac e ingresar al radio Near Lock de desbloqueo";
"txt_confirm_login_after_approach" = "Confirmar desbloqueo luego de acercarse";

"select_keyboard_shortcuts" = "Elegir los atajos de teclado";
"change_keyboard_shortcut" = "Cambio de acceso directo del teclado";

"wifi_unlock_expalnation" = "• WiFi Desbloqueo - mantén tu Mac desbloqueada mientras estás conectado a tu red de WiFi seleccionada (ej. Red de casa)";
"clipboard_explanation" = "• Tabla - copiar y pegar el texto para y desde tu Mac";

"update_near_lock_on_ios_to_use_this_feauture" = "Por favor actualiza Near Lock en tu iPhone para usar esta característica";
"update_near_lock_on_osx_to_use_this_feauture" = "Por favor actualiza Near Lock en tu Mac para usar esta característica";
"near_lock_demo" = "Demo de Near Lock";

"back" = "Atrás";

"show_wifi_unlock_on_main_screen" = "Mostrar siempre Desbloquear WiFi en la pantalla principal";
"take_photo_after_each_login" = "Tomar foto después de cada inicio de sesión";
"show_login_photos" = "Mostrar fotos de inicio de sesión";
"delete_all_photos_question" = "¿Te gustaría eliminar todas las fotos que se muestran?";
"delete_single_photo" = "¿Te gustaría eliminar todas las fotos seleccionadas?";
"send_clipboard_to_ios_short" = "Enviar tabla";

"mac_sleep_screen_double_knock" = "Entsperrung auf iPhone mit Double Knock bestätigen - 15 Sekunden nach Benachrichtigung aktiv";
"mac_sleep_screen_double_knock_active_only" = "La detección knock está activa sólo durante 15 seg después de que se recibe la notificación en el iPhone";
"show_mac_control_on_main_menu" = "Mostrar las opciones de control de Mac en el menú principal";
"show_login_control_on_main_menu" = "Mostrar las opciones de control de Inicio de Sesión en el menú principal";
"login_control_title" = "Control de Inicio de Sesión";

"no_detected_logins_photo attempts" = "No hay intentos de inicio de sesión capturados";

"clipboard_send_to_mac" = "Enviar a Mac";
"clipboard_copy_from_mac" = "Copiar de Mac";

"mac_control_options" = "Opciones de control de Mac";
"login_control_options" = "Opciones de control de Inicio de Sesión";

"near_lock_pro_restored" = "La versión de Near Lock PRO ha sido restaurada. ¡Ahora puedes usar todas las características de Near Lock!";
"near_lock_bought" = "Gracias por adquirir Near Lock PRO. ¡Ahora puedes usar todas las características de Near Lock!";
"info_short" = "Información";
"login_photos_short" = "Fotos de inicio de sesión";
"failed_login_photos_short" = "Fotos de incio de sesión fallidas";
"lock_unlock_history_short" = "Historial de bloqueo y desbloqueo";
"login_photos_description_1" = "Near Lock te permite tomar una foto cada vez que desbloqueas tu Mac.";
"login_photos_description_2" = "Estas fotos se almacenan en tu Mac y puedes eliminarlas en cualquier momento.";
"show_all_photos" = "Mostrar todas las fotos";
"failed_login_photos_description_1_short" = "Near Lock te permite tomar una foto cada vez que se ingresa mal la contraseña en la pantalla de inicio de sesión de tu Mac";
"failed_login_photos_description_1" = "Near Lock te permite tomar una foto cada vez que alguien intenta iniciar sesión en tu computadora y escribe mal la contraseña.";
"failed_login_photos_description_2" = "Estas fotos se almacenan sólo en tu Mac y pueden ser eliminadas en cualquier momento.";
"mac_control_receive_notification_on_iphone" = "obtener una notificación en tu iPhone";
"mac_control_share_photo" = "compartir la foto";
"mac_control_save_photo_to_documents" = "guardar foto en documentos";
"mac_control_delete_photo" = "eliminar la foto";
"mac_control_delete_all_photos" = "eliminar todas las fotos";
"not_yet_available_on_sierra_and_above" = "*aún no está disponible en macOS Sierra y en versiones más recientes";
"feature_not_supported_on_sierra" = "Esta característica aún no es compatible con macOS Sierra y sistemas operativos más recientes.";
"feature_not_supported_on_sierra_short" = "No es compatible con macOS Sierra+";
"mac_control_info_description" = "Ten un mejor conocimiento sobre el uso de tu Mac";

"learn_more" = "Aprende más";

"lock_unlock_history_description_1" = "Puedes usar Near Lock para llevar control de tus tiempos de inicio y cierre de sesión, al igual que el tiempo usado trabajando en tu Mac.";
"lock_unlock_history_description_2" = "Puede servir como un sencillo medidor de tiempo.";
"show_history" = "Mostrar historial";
"unlock_by_typing_password" = "Desbloqueado a través de la introducción de contraseña";
"unlocked_by_near_lock" = "Desbloqueado a través de Near Lock";
"unlocked_by_wifi_unlock" = "Desbloqueador a través de Desbloqueo WiFi";
"unlocked_by_near_lock_automatic" = "Desbloqueador automáticamente a través de Near Lock";

"only_3_photos_in_free_version" = "Sólo puedes tomar 3 fotos en la versión GRATUITA. La versión PRO te permite tomar fotos ilimitadas.";
"only_3_photos_in_free_version_short" = "Obtener la versión PRO para más de 3 fotos";
"enable" = "Activar";
"not_enabled" = "No activado";

"login_photo_not_enabled" = "Esta característica no está activada actualmente y Near Lock no tomará una foto después de cada inicio de sesión Mac.";
"failed_login_attempt_not_enabled" = "Esta característica no está activada actualmente y Near Lock no tomará una foto después de un intento de inicio de sesión fallido.";
"enable_in_mac_control" = "También puedes activar esta opción en los Ajustes de Control de Mac.";
"disable_in_mac_control" = "Puedes desactivar esta opción en los Ajustes de Control de Mac";

"troubleshoot" = "Resolver problemas";
"nearlock_is_turned_on" = "Near Lock está ENCENDIDO";
"mac_is_locked" = "La Mac está bloqueada";
"mac_is_unlocked" = "La Mac está desbloqueada";
"no_camera_detected" = "Ninguna cámara ha sido detectada";
"no_suitable_camera" = "Near Lock no detectó ninguna posible cámara en tu Mac";
"no_login_photos" = "No hay fotos de inicio de sesión actualmente.";

"in_pro_version_unlock_from_lock_screen" = "En la versión PRO puedes desbloquear tu Mac directamente desde la pantalla de bloqueo del iPhone.";

"allow_wifi_unlock" = "Permite que tu mac se desbloquee automáticamente cuando te conectes a: %@";
"restore_or_purchase_failed_title" = "Error de restauración o compra";
"restore_or_purchase_failed_description" = "No pudimos restaurar o comprar la adquisición in-app";
"ios_take_photo_on_mac_description" = "¿Tomar una foto desde la cámara frontal de tu Mac?";
"ios_take_photo_on_mac_action" = "Tomar fotos de forma manual";
"mac_did_not_take_manual_snapshot" = "Near Lock no pudo tomar una captura manual de la cámara frontal de tu Mac. Para obtener más información, consulta Near Lock en tu Mac.";
"mac_did_take_manual_snapshot" = "Consulta Near Lock en tu Mac para ver la captura manual";
"follow_instruction_on_mac" = "Para obtener más instrucciones, consulta la sección Near Lock en tu Mac.";
"bluetooth_permissions_needed" = "Permitir permisos Bluetooth para que Near Lock se conecte a su Mac";
"notification_permissions_needed" = "Permita que los permisos de notificación desbloqueen su Mac directamente desde la pantalla de bloqueo.";
"add_permissions" = "Añadir permisos";
"skip_action" = "Omitir";
"swipe_left" = "- deslice hacia la izquierda";
"show_more" = "Mostrar más";
"show_less" = "Mostrar menos";
"read_more" = "Leer más";
"try_it_out" = "Pruébalo";

"welcome_title" = "Bienvenido";
"welcome_description" = "Usa Near Lock para bloquear y desbloquear tu Mac con tu iPhone";
"add_new_device_action" = "Conectar al iPhone";
"send_clipboard_to_ios_description" = "Enviar portapapeles al iPhone";
"send_clipboard_to_ios_action" = "Enviar portapapeles";
"ping_device_description" = "Ping iPhone";
"ping_device_action" = "Ping";

"scanning_for_devices" = "Buscando:";
"low_battery" = "Batería baja:";
"charge_your_battery_description" = "Carga tu teléfono para seguir usando Near Lock";
"update_system_preferances" = "Actualizar las preferencias de seguridad";
"add_accessibility_to_unlock_mac_title" = "Permite que Near Lock desbloquee tu Mac.";
"add_accessibility_to_unlock_mac_description" = "Añadir Near Lock a los elementos de accesibilidad de la configuración de seguridad del Mac. Esto da a Near Lock permisos para desbloquear tu Mac";
"add_accessibility_to_unlock_mac_action" = "Actualizar permisos";

"only_pro_version_works_in_background_title" = "Sólo la versión PRO funciona en segundo plano";
"only_pro_version_works_in_background_description" = "Abra Near Lock en su iPhone u obtenga la versión PRO para poder usar Near Lock en segundo plano.";
"proximity_lock_unlock_distance" = "Distancia de bloqueo / desbloqueo de proximidad";
"proximity_lock_distance" = "Distancia de bloqueo de proximidad";
"your_mac_will_lock_when_iphone_leaves_lock_radius" = "Mac se bloqueará cuando dejes el radio del bloqueo de proximidad";
"add_new_device_action" = "Agregar un nuevo dispositivo";
"update_security_preferances_to_use_screensaver_title" = "Configurar Near Lock para utilizar la opción de bloqueo del salvapantallas";
"update_security_preferances_to_use_screensaver_description" = "Configure las preferencias de su sistema Mac para utilizar la opción de bloqueo del salvapantallas.";
"update_security_preferances_action" = "Configurar el salvapantallas";
"bluetooth_le_not_supported_title" = "Bluetooth LE no es compatible con tu Mac";
"bluetooth_le_not_supported_description" = "Near Lock necesita Bluetooth LE (4.0). Tu Mac no es compatible con esta tecnología, pero es posible comprar un dispositivo USB Bluetooth 4.0 externo.";

"bluetooth_is_off_title" = "Bluetooth está APAGADO";
"bluetooth_is_off_description" = "Near Lock necesita Bluetooth para conectarse a sus dispositivos";
"turn_bluetooth_on" = "Activar Bluetooth";
"clear_bluetooth_cache_title" = "Borrar la caché de Bluetooth";
"clear_bluetooth_cache_description_1" = "A veces la caché de Bluetooth se corrompe y la única manera de arreglarlo es borrar la caché de bluetooth.";
"requires_mac_startup" = "Esto requiere un reinicio de Mac.";
"clear_cache_action" = "Borrar caché";

"wifi_unlock_is_active_title" = "Wifi Unlock mantendrá tu Mac desbloqueado";
"wifi_unlock_is_active_description" = "Wifi Unlock está habilitado para la red WiFi actualmente conectada. Actualiza estas opciones en la configuración de WiFi unlock.";
"wifi_unlock_settings_action" = "Ajustes";
"unpair" = "Deshacer dispositivos";
"rescan" = "Reescanear";
"troubleshoot" = "Solución de problemas";
"my_devices" = "Mis dispositivos";
"devices_not_connected" = "Los dispositivos no están conectados";
"devices_not_connected_description" = "Near Lock necesita estar conectado a su dispositivo iOS emparejado para que funcione.";
"my_devices_are_connected" = "Los dispositivos están conectados";

"proximity_lock_temporary_disabled" = "El bloqueo de proximidad está temporalmente desactivado";
"proximity_lock_temporary_disabled_because_login_manually_1" = "El bloqueo de proximidad se desactiva temporalmente porque el usuario ha iniciado sesión manualmente.";
"proximity_lock_temporary_disabled_because_login_manually_2" = "Introduzca el radio de Near Lock y el bloqueo de proximidad se activará de nuevo.";
"near_lock_pro" = "Near Lock PRO";
"background_mode_title" = "Modo de segundo plano";
"share_near_lock_title" = "Compartir Near Lock";
"share_on_facebook_description" = "Compartir Near Lock en Facebook";
"share_twitter_description" = "Comparte Near Lock en Twitter";
"rate_near_lock_on_appstore_description" = "Calificar Near Lock en la App Store";
"share_action" = "Compartir";
"rate_action" = "Calificar";
"mac_app_title" = "Aplicación para Mac";
"mac_app_description" = "Mantén actualizado Near Lock en tu Mac";
"iphone_app_description" = "Mantén actualizado Near Lock en tu iPhone";
"automatically_update_description" = "Mantén actualizado Near Lock";
"check_action" = "Verificar";
"get_new_version_action" = "Actualizar";
"relaunch_new_version_ready_action" = "Relanzar";
"downloading_relaunch_when_finished_action" = "Relanzar cuando esté listo";

"iphone_app" = "Aplicación para iPhone";
"iphone_version_description" = "Near Lock para iPhone";
"pro_button_action" = "Obtener la versión PRO";
"no_paired_devices_title" = "Sin dispositivos emparejados";
"no_paired_devices_description" = "Near Lock no tiene dispositivos iPhone emparejados. Agregue un nuevo dispositivo para usar Near Lock.";
"proximity_unlock_description" = "Usa tu iPhone para bloquear y desbloquear automáticamente tu Mac";
"enabled" = "Habilitado";
"disabled" = "Deshabilitado";
"estimated_distance_to" = "Distancia estimada para";
"unlock_on_approach" = "Desbloquea el Mac cuando el iPhone entra en el radio de desbloqueo de proximidad";
"lock_on_leave" = "Bloquea el Mac cuando el iPhone deja el radio del bloqueo de proximidad";
"lock_options_title" = "Opciones de bloqueo";
"lock_options_description" = "Elegir la acción de bloqueo de Near Lock";

"mac_wake_unlock_title" = "Desbloqueo de Mac Wake";
"mac_wake_unlock_description" = "Desbloquea manualmente tu Mac con tu iPhone en lugar de escribir tu contraseña.";
"other_settings" = "Otros ajustes";
"other_settings_description" = "Personalización de Near Lock";
"lock_mac_on_disconnect" = "Bloquear Mac cuando el iPhone se desconecta";
"lock_mac_on_disconnect_description" = "Si está activada, Near Lock bloqueará tu Mac cada vez que tus dispositivos pierdan la conexión.";
"allow_closer_distances_description" = "Nota: La estimación de la distancia en distancias más cercanas puede ser muy imprecisa.";
"open_space_mode_short" = "Modo Espacio abierto";
"open_space_mode_short" = "Modo Espacio abierto para desbloqueo de proximidad";
"open_space_mode_description" = "Para usar el desbloqueo de proximidad primero activa manualmente tu Mac (pulsando cualquier tecla)";
"open_space_mode_description_long_1" = "Si el modo de espacio abierto está activado, el bloqueo de proximidad desbloqueará automáticamente tu Mac sólo después de que hayas pulsado cualquier tecla y la pantalla se encienda.";
"open_space_mode_description_long_2" = "Esta función deshabilitará el desbloqueo automático de tu Mac cuando sólo pases por tu Mac sin usarlo.";
"login_events_title" = "Registros de inicio de sesión";
"login_events_description" = "Registros de inicio de sesión de Near Lock";
"take_photo_on_each_login_title" = "Tomar una foto después del inicio de sesión";
"take_photo_on_each_login_description" = "Tomar una foto de la cámara frontal del Mac después de cada inicio de sesión en el Mac";

"show_photos" = "Mostrar fotos";
"failed_login_events_title" = "Registros de inicio de sesión fallidos";
"failed_login_events_description" = "Registros de Near Lock después de un intento fallido de inicio de sesión";
"not_supporte_on_macOS_version" = "Esta característica no es compatible con esta versión de macOS";
"not_supporte_on_macOS_version_description" = "Todavía estamos trabajando en esta característica";
"take_photo_on_each_failed_attempt" = "Tomar una foto";
"take_photo_on_each_failed_attempt_description" = "Tomar una foto de la cámara frontal de la Mac después de cada intento de inicio de sesión fallido";
"send_notification_on_each_failed_attempt" = "Enviar notificación a iPhone";
"send_notification_on_each_failed_attempt_description" = "Enviar una notificación a iPhone después de cada intento de inicio de sesión fallido";
"other_events_title" = "Otros eventos";
"other_events_description" = "Personalización de eventos Near Lock";
"tutorial" = "Tutorial";
"manual_snapshots_title" = "Capturas manuales";
"manual_snapshots_description" = "Usa tu iPhone para tomar una foto manual desde la cámara frontal del Mac.";
"clipboard_shortcut_title" = "Habilitar acceso directo al portapapeles";
"clipboard_shortcut_description" = "CTRL + CMD + V";
"music_options" = "Música";
"music_options_description" = "Opciones de reproductor de música";

"pause_music_on_logout_title" = "Pausar al cerrar sesión";
"more_options" = "Más opciones";
"more_options_coming_soon" = "Próximamente más funciones";
"startup_options_title" = "Opciones de inicio";
"startup_options_description" = "Eventos de inicio de Mac";
"start_on_mac_startup" = "Iniciar Near Lock";
"start_on_mac_startup_description" = "Iniciar automáticamente Near Lock después del inicio de la Mac";
"auth_request_title" = "Autenticación Mac";
"auth_request_description" = "Utiliza la autenticación de tu iPhone para Mac. Por ejemplo, al instalar un nuevo software.";
"confirm_with_double_knock" = "Pulsar dos veces en tu iPhone para confirmar - funciona también con el iPhone bloqueado";
"works_while_iphone_locked" = "funciona también con el iPhone bloqueado";
"confirm_on_iphone_interactive_notifications" = "Confirmar en tu iPhone - puede ser confirmado usando notificaciones interactivas";
"can_be_used_with_interactive_notifications_sentence" = "Utiliza las notificaciones interactivas de iPhone para acelerar las confirmaciones.";
"can_be_used_with_interactive_notifications_small" = "puede confirmarse mediante notificaciones interactivas";
"auth_request_automatically_description" = "Mientras sus dispositivos estén conectados, todas las autenticaciones de Mac se confirmarán automáticamente.";
"auth_request_non_desc" = "Desactivar la autenticación Mac de Near Lock";
"macOS_notifications_title" = "Notificaciones OSX";
"macOS_notifications_description" = "Notificaciones Mac de Near Lock";
"tutorial_osx_notifications_description" = "Recibe notificaciones OSX de Near Lock para que te notifiquen sobre registros de Near Lock - también funciona cuando tu Mac está bloqueado";

"notification_on_login_title" = "Notificación de inicio de sesión";
"notification_on_login_description" = "Mostrar notificación después de cada inicio de sesión de Near Lock";
"icon_on_sleep_screen_title" = "Bloquear superposición de pantalla";
"icon_on_sleep_screen_description" = "Mostrar el estado de Near Lock en la pantalla de inicio de sesión de Mac";
"near_lock_shortcuts_title" = "Accesos directos de Near Locks";
"near_lock_shortcuts_description" = "Métodos abreviados de teclado personalizados de Near Lock";
"lock_shortcut_title" = "Bloquear Mac";
"lock_shortcut_description" = "CTRL + CMD + L";
"see_website_action" = "Mostrar página web";
"send_email_action" = "Enviar correo electrónico";
"help_section_title" = "Ayuda";
"help_section_description" = "Ayuda de Near Lock";
"see_faq_on_website" = "Ver Preguntas Frecuentes en el sitio web";
"visit_near_lock_official_website" = "Visita el sitio web oficial de Near Lock";
"send_us_an_email" = "Envíanos un correo electrónico y dinos lo que piensas";
"tutorials_title" = "Tutoriales";
"tutorials_description" = "Tutoriales de Near Lock";
"open_near_lock_on_your_iphone_1" = "Instala y abre Near Lock en tu iPhone.";
"open_near_lock_on_your_iphone_2" = "Asegúrate de ver la pantalla de bienvenida.";

"download_from_app_store" = "Descargar Near Lock";
"make_sure_bluetooth_is_on_your_iphone" = "Activar Bluetooth en tu iPhone";
"restart_iphone_app" = "Intenta reiniciar la aplicación Near Lock en tu iPhone. Termina la aplicación Near Lock y comienza de nuevo.";
"bluetooth_restarted" = "Bluetooth reiniciado";
"mac_sleep_screen_unlock_description_short" = "Usa tu iPhone para bloquear y desbloquear manualmente tu Mac después de que se haya despertado del modo de suspensión";
"show" = "Mostrar";
"get_pro_version_description" = "Usa tu iPhone para obtener la versión Near Lock PRO";
"open_security_and_privacy" = "Abrir preferencias de privacidad";
"open_security_and_privacy_action" = "Abrir";
"verify_action" = "Verificar";
"unlock_settings_and_select_accessibility" = "Desbloquear la configuración y añadir Near Lock a la lista de Accesibilidad";
"distance_estimation_title" = "Cálculo de distancia aproximada";
"check_require_password" = "Marcar Requerir contraseña y seleccionar la primera opción de la lista desplegable";
"trouble_connecting_to_device" = "¿Problemas para conectar los dispositivos?";
"turning_bluetooth_off" = "Desactivando Bluetooth";
"bluetooth_turned_off" = "Bluetooth desactivado";
"proximity_lock_temporary_disabled_wifi_unlock_long" = "Near Lock está temporalmente desactivado porque estás conectado a una red WiFi añadida a la lista de desbloqueo de WiFi. Tu Mac permanecerá desbloqueado mientras esté conectado a esta red WiFi.";
"tutorial_sleep_screen_overlay_title" = "Pantalla de suspensión para Mac";
"tutorial_sleep_screen_overlay_description" = "Mostrar información de bloqueo cercano en la pantalla de suspensión del Mac";

"proximity_lock" = "Bloqueo de Proximidad";
"proximity_unlock_title" = "Bloqueo / Desbloqueo de Proximidad";
"proximity_unlock_feature_title" = "Bloqueo / Desbloqueo de Proximidad";
"proximity_unlock_and_unlock_title" = "Bloqueo y desbloqueo de proximidad";
"supported_music_players" = "Reproductores de música compatibles";
"pro_text_long" = "¡La versión PRO funciona también cuando tu iPhone está en modo segundo plano!";
"security_preferances_have_been_updated" = "Las Preferencias de Seguridad han sido actualizadas con éxito";
"add_new_wifi_network" = "Añadir nueva Red WiFi";
"step_1_of_3" = "Paso 1 de 3";
"step_2_of_3" = "Paso 2 de 3";
"step_3_of_3" = "Paso 3 de 3";
"you_will_be_asked_for_credentials" = "Se le pedirán sus credenciales";
"final_step_clear_bluetooth_cache" = "Lamentamos las molestias. Hay una cosa más que puedes intentar - Borrar la caché Bluetooth del Mac.";
"press_button_to_restart_bluetooth_on_mac" = "Presione el botón de abajo para reiniciar el Bluetooth en su Mac.";

"currently_enabled" = "Actualmente habilitado";
"currently_disabled" = "Actualmente deshabilitado";

"translation_help_title" = "Localización / Actualización de idioma";
"translation_help_description" = "¿Ha encontrado un error o tiene alguna sugerencia para mejorar la localización?";
"localization_improvement" = "Localización / Mejoras en el lenguaje";
"update_texts" = "Actualizar textos";
"update_texts_description" = "Ayúdenos con las traducciones del idioma. ¿Encontró algún error o tiene alguna sugerencia? Actualícelo en la lista de traducciones y será incluido en la próxima versión de Near Lock.";

"portuguese" = "Portugués";
"japanese" = "Japonés";
"italian" = "Italiano";
"korean" = "Coreano";
"arabic" = "Árabe";
"dutch" = "Holandés";
































































































































































































































































































































































































































































































































































































































































































































































































































































































































































